Repository: watzon/NeoCode
Catalog: NeoCode/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt

source: Last workspace
es: Ultimo espacio de trabajo
fr: Dernier espace de travail
it: Ultimo spazio di lavoro
pt: Último espaço de trabalho

source: Let Sparkle keep an eye on the release feed and raise the blue titlebar control when a newer signed build appears.
es: Permite que Sparkle vigile el feed de versiones y muestre el control azul en la barra de titulo cuando aparezca una compilacion firmada mas reciente.
fr: Laissez Sparkle surveiller le flux de releases et relever le contrôle bleu de la barre de titre lorsqu'une build signée plus récente apparaît.
it: Lascia che Sparkle tenga d'occhio il feed delle release e sollevi il controllo blu della barra del titolo quando appare una build firmata più recente.
pt: Deixe o Sparkle observar o feed de lançamentos e levantar o controle azul da barra de título quando uma nova compilação assinada aparecer.

source: Light
es: Claro
fr: Clair
it: Chiaro
pt: Claro

source: Light theme
es: Tema claro
fr: Thème clair
it: Tema chiaro
pt: Tema claro

source: Load older messages
es: Cargar mensajes anteriores
fr: Charger les messages plus anciens
it: Carica messaggi precedenti
pt: Carregar mensagens mais antigas

source: Loading older messages...
es: Cargando mensajes anteriores...
fr: Chargement des messages plus anciens...
it: Caricamento dei messaggi precedenti...
pt: Carregando mensagens mais antigas...

source: Loading prompt...
es: Cargando prompt...
fr: Chargement du prompt...
it: Caricamento del prompt...
pt: Carregando prompt...

source: Low-glare palette for the main NeoCode shell.
es: Paleta de bajo brillo para la interfaz principal de NeoCode.
fr: Palette à faible éblouissement pour le shell principal de NeoCode.
it: Palette a basso abbagliamento per la shell principale di NeoCode.
pt: Paleta de baixo brilho para o shell principal do NeoCode.

source: Messages
es: Mensajes
it: Messaggi
pt: Mensagens

source: Model
es: Modelo
fr: Modèle
it: Modello
pt: Modelo

source: Model usage distribution across categories
es: Distribucion de uso de modelos por categorias
fr: Répartition de l'utilisation des modèles par catégorie
it: Distribuzione dell'uso dei modelli per categoria
pt: Distribuição do uso de modelos por categoria

source: More actions
es: Mas acciones
fr: Plus d'actions
it: Altre azioni
pt: Mais ações

source: Most frequently used tools
es: Herramientas usadas con mas frecuencia
fr: Outils les plus utilisés
it: Strumenti più frequentemente usati
pt: Ferramentas mais usadas com frequência

source: Most Used Models
es: Modelos mas usados
fr: Modèles les plus utilisés
it: Modelli più usati
pt: Modelos mais usados

source: NeoCode checks signed GitHub releases in the background and surfaces new versions in the titlebar instead of interrupting your flow with a modal window.
es: NeoCode comprueba en segundo plano las versiones firmadas de GitHub y muestra las nuevas versiones en la barra de titulo en lugar de interrumpirte con una ventana modal.
fr: NeoCode vérifie en arrière-plan les releases signées GitHub et affiche les nouvelles versions dans la barre de titre au lieu d'interrompre votre flux avec une fenêtre modale.
it: NeoCode controlla in background le release firmate su GitHub e mostra le nuove versioni nella barra del titolo invece di interrompere il flusso con una finestra modale.
pt: O NeoCode verifica lançamentos assinados do GitHub em segundo plano e apresenta novas versões na barra de título em vez de interromper seu fluxo com uma janela modal.

source: NeoCode is downloading version %@. The titlebar control mirrors the live percentage so you can keep working.
es: NeoCode está descargando la versión %@. El control de la barra de título refleja el porcentaje en directo para que puedas seguir trabajando.
fr: NeoCode télécharge la version %@. Le contrôle dans la barre de titre reflète le pourcentage en direct afin que vous puissiez continuer à travailler.
it: NeoCode sta scaricando la versione %@. Il controllo nella barra del titolo mostra la percentuale in tempo reale così puoi continuare a lavorare.
pt: O NeoCode está baixando a versão %@. O controle na barra de título reflete a porcentagem ao vivo para que você possa continuar trabalhando.

source: NeoCode is scanning your tracked projects and building a reusable usage cache. As soon as the first summaries land, they will appear here.
es: NeoCode esta escaneando tus proyectos seguidos y construyendo una cache reutilizable de uso. En cuanto lleguen los primeros resumenes, apareceran aqui.
fr: NeoCode analyse vos projets suivis et construit un cache d'utilisation réutilisable. Dès l'arrivée des premiers résumés, ils apparaîtront ici.
it: NeoCode sta scansionando i progetti monitorati e costruendo una cache di utilizzo riutilizzabile. Appena arrivano i primi riepiloghi, compariranno qui.
pt: O NeoCode está escaneando seus projetos rastreados e construindo um cache de uso reutilizável. Assim que os primeiros resumos chegarem, eles aparecerão aqui.

source: NeoCode keeps a historical usage cache so the dashboard can load instantly on future launches and only refresh the sessions that changed.
es: NeoCode mantiene una cache historica de uso para que el panel cargue al instante en futuros inicios y solo refresque las sesiones que cambiaron.
fr: NeoCode conserve un cache d'utilisation historique pour que le tableau de bord se charge instantanément lors des prochains lancements et ne recharge que les sessions modifiées.
it: NeoCode mantiene una cache storica dell'utilizzo in modo che la dashboard si carichi istantaneamente ai successivi avvii aggiornando solo le sessioni modificate.
pt: O NeoCode mantém um cache histórico de uso para que o painel carregue instantaneamente em futuras inicializações e apenas atualize as sessões que mudaram.

source: Never
es: Nunca
fr: Jamais
it: Mai
pt: Nunca

source: Next question
es: Siguiente pregunta
fr: Question suivante
it: Domanda successiva
pt: Próxima pergunta

source: Next steps
es: Siguientes pasos
fr: Prochaines étapes
it: Prossimi passaggi
pt: Próximos passos

source: No activity
es: Sin actividad
fr: Aucune activité
it: Nessuna attività
pt: Sem atividade

source: No agents available.
es: No hay agentes disponibles.
fr: Aucun agent disponible.
it: Nessun agente disponibile.
pt: Nenhum agente disponível.

source: No apps found.
es: No se encontraron apps.
fr: Aucune application trouvée.
it: Nessuna app trovata.
pt: Nenhum aplicativo encontrado.

source: No assistant usage has been cached yet.
es: Aun no se ha almacenado en cache uso del asistente.
fr: Aucune utilisation de l'assistant n'a encore été mise en cache.
it: Ancora nessun utilizzo dell'assistente è stato memorizzato nella cache.
pt: Nenhum uso do assistente foi armazenado em cache ainda.

source: No branches found.
es: No se encontraron ramas.
fr: Aucune branche trouvée.
it: Nessun branch trovato.
pt: Nenhum ramo encontrado.

source: No fonts found.
es: No se encontraron fuentes.
fr: Aucune police trouvée.
it: Nessun font trovato.
pt: Nenhuma fonte encontrada.

source: No languages found.
es: No se encontraron idiomas.
fr: Aucune langue trouvée.
it: Nessuna lingua trovata.
pt: Nenhum idioma encontrado.

source: No matching files.
es: No hay archivos que coincidan.
fr: Aucun fichier correspondant.
it: Nessun file corrispondente.
pt: Nenhum arquivo correspondente.

source: No matching slash commands.
es: No hay comandos slash que coincidan.
fr: Aucune commande slash correspondante.
it: Nessun comando slash corrispondente.
pt: Nenhum comando de barra correspondente.

source: No models found.
es: No se encontraron modelos.
fr: Aucun modèle trouvé.
it: Nessun modello trovato.
pt: Nenhum modelo encontrado.

source: No monospaced fonts found.
es: No se encontraron fuentes monoespaciadas.
fr: Aucune police monospace trouvée.
it: Nessun font monospace trovato.
pt: Nenhuma fonte monoespaçada encontrada.

source: No projects yet
es: Aun no hay proyectos
fr: Aucun projet encore
it: Nessun progetto ancora
pt: Nenhum projeto ainda

source: No ranges available.
es: No hay rangos disponibles.
fr: Aucune plage disponible.
it: Nessun intervallo disponibile.
pt: Nenhum intervalo disponível.

source: No staged files are ready to commit.
es: No hay archivos preparados listos para hacer commit.
fr: Aucun fichier préparé n'est prêt à être commité.
it: Nessun file staged è pronto per il commit.
pt: Nenhum arquivo preparado está pronto para commit.

source: No tool activity has been cached yet.
es: Aun no se ha almacenado en cache actividad de herramientas.
fr: Aucune activité d'outil n'a encore été mise en cache.
it: Nessuna attività strumento è stata ancora memorizzata nella cache.
pt: Nenhuma atividade de ferramenta foi armazenada em cache ainda.

source: No tracked projects are ready yet.
es: Aun no hay proyectos seguidos listos.
fr: Aucun projet suivi n'est encore prêt.
it: Nessun progetto tracciato è ancora pronto.
pt: Nenhum projeto rastreado está pronto ainda.

source: No variants available.
es: No hay variantes disponibles.
fr: Aucune variante disponible.
it: Nessuna variante disponibile.
pt: Nenhuma variante disponível.

source: Not answered yet
es: Aún sin responder
fr: Pas encore répondu
it: Non ancora risposta
pt: Ainda sem resposta

source: Notify when a response finishes
es: Notificar cuando termina una respuesta
fr: Notifier quand une réponse se termine
it: Notifica quando una risposta finisce
pt: Notificar quando uma resposta terminar

source: Notify when input is required
es: Notificar cuando se requiere entrada
fr: Notifier quand une entrée est requise
it: Notifica quando è richiesto input
pt: Notificar quando a entrada é necessária

source: On launch
es: Al iniciar
fr: Au lancement
it: All'avvio
pt: Na inicialização

source: Open project with
es: Abrir proyecto con
fr: Ouvrir le projet avec
it: Apri progetto con
pt: Abrir projeto com

source: Open the current project in the preferred workspace tool.
es: Abre el proyecto actual en la herramienta de espacio de trabajo preferida.
fr: Ouvrez le projet actuel dans l'outil d'espace de travail préféré.
it: Apri il progetto corrente nello strumento preferito per lo spazio di lavoro.
pt: Abra o projeto atual na ferramenta de espaço de trabalho preferida.

source: Open Workspace
es: Abrir espacio de trabajo
fr: Ouvrir l'espace de travail
it: Apri spazio di lavoro
pt: Abrir espaço de trabalho

source: Output
es: Salida
fr: Sortie
pt: Saída

source: Per-project activity summary
es: Resumen de actividad por proyecto
fr: Résumé d'activité par projet
it: Riepilogo attività per progetto
pt: Resumo de atividade por projeto

source: Permission required
es: Permiso requerido
fr: Autorisation requise
it: Permesso richiesto
pt: Permissão necessária

source: Persist YOLO mode for each thread so permission auto-approval comes back the next time you open that workspace.
es: Guarda el modo YOLO para cada hilo para que la aprobacion automatica de permisos vuelva la proxima vez que abras ese espacio de trabajo.
fr: Conservez le mode YOLO par conversation afin que l'approbation automatique des permissions revienne la prochaine fois que vous ouvrirez cet espace de travail.
it: Mantieni la modalità YOLO per ogni conversazione affinché l'approvazione automatica dei permessi torni la prossima volta che apri quello spazio di lavoro.
pt: Persista o modo YOLO para cada conversa para que a aprovação automática de permissões retorne na próxima vez que você abrir esse espaço de trabalho.

source: Pick a presentation mode, then tune the light and dark palettes independently.
es: Elige un modo de presentacion y luego ajusta de forma independiente las paletas clara y oscura.
fr: Choisissez un mode de présentation, puis ajustez indépendamment les palettes claire et sombre.
it: Scegli una modalità di presentazione e regola indipendentemente le palette chiara e scura.
pt: Escolha um modo de apresentação e ajuste as paletas clara e escura independentemente.

source: Portuguese
es: Portugues
fr: Portugais
it: Portoghese
pt: Português

source: Power & notifications
es: Energia y notificaciones
fr: Alimentation et notifications
it: Energia e notifiche
pt: Energia e notificações

source: Prefer arrow-to-hand pointer transitions over the default app cursor.
es: Prefiere transiciones del puntero de flecha a mano en lugar del cursor predeterminado de la app.
fr: Préférez les transitions curseur flèche-vers-main plutôt que le curseur par défaut de l'application.
it: Preferisci le transizioni da freccia a mano rispetto al cursore predefinito dell'app.
pt: Prefira transições de cursor de seta para mão em vez do cursor padrão do app.

source: Preparing
es: Preparando
fr: Préparation
it: Preparazione
pt: Preparando

source: Preparing the dashboard
es: Preparando el panel
fr: Préparation du tableau de bord
it: Preparazione della dashboard
pt: Preparando o painel

source: Preparing update
es: Preparando actualización
fr: Préparation de la mise à jour
it: Preparazione aggiornamento
pt: Preparando atualização

source: Preparing: %@
es: Preparando: %@
fr: Préparation : %@
it: Preparazione: %@
pt: Preparando: %@

source: Prevent Mac sleep while responses are running
es: Evitar que la Mac duerma mientras hay respuestas en curso
fr: Empêcher la mise en veille du Mac pendant l'exécution des réponses
it: Impedisci la sospensione del Mac mentre le risposte sono in esecuzione
pt: Prevenir suspensão do Mac enquanto as respostas estão em execução

source: Primary text tone for readable content across the shell.
es: Tono principal de texto para un contenido legible en toda la interfaz.
fr: Ton du texte principal pour un contenu lisible dans tout le shell.
it: Tono principale del testo per contenuti leggibili nella shell.
pt: Tom de texto primário para conteúdo legível em todo o shell.

source: Primary tint used for controls, highlights, and actions.
es: Tinte principal usado para controles, resaltados y acciones.
fr: Teinte principale utilisée pour les contrôles, les surlignages et les actions.
it: Tinta principale usata per controlli, evidenziazioni e azioni.
pt: Matiz primária usada em controles, destaques e ações.

source: Projects
es: Proyectos
fr: Projets
it: Progetti
pt: Projetos

source: Provider
es: Proveedor
fr: Fournisseur
pt: Provedor

source: Pushing
es: Enviando
fr: Push en cours
it: Push in corso
pt: Enviando

source: Ranked by assistant message count
es: Ordenado por cantidad de mensajes del asistente
fr: Classés par nombre de messages de l'assistant
it: Ordinato per numero di messaggi dell'assistente
pt: Ordenado pela contagem de mensagens do assistente

source: Ready
es: Lista
fr: Prête
it: Pronto
pt: Pronta

source: Ready to install
es: Lista para instalar
fr: Prête à installer
it: Pronto per l'installazione
pt: Pronta para instalar

source: Reasoning
es: Razonamiento
fr: Raisonnement
it: Ragionamento
pt: Raciocínio

source: Remember YOLO mode per thread
es: Recordar el modo YOLO por hilo
fr: Mémoriser le mode YOLO par conversation
it: Ricorda la modalità YOLO per ogni conversazione
pt: Lembrar modo YOLO por conversa

source: Rename
es: Renombrar
fr: Renommer
it: Rinomina
pt: Renomear

source: Restore drafts when reopening threads
es: Restaurar borradores al reabrir hilos
fr: Restaurer les brouillons lors de la réouverture des conversations
it: Ripristina bozze quando riapri le conversazioni
pt: Restaurar rascunhos ao reabrir conversas

source: Return
es: Retorno
fr: Retour
it: Invio
pt: Enter

source: Revert to this point
es: Revertir hasta este punto
fr: Revenir à ce point
it: Torna a questo punto
pt: Reverter até este ponto

source: Review answers
es: Revisar respuestas
fr: Revoir les réponses
it: Rivedi risposte
pt: Revisar respostas

source: Save
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Search agents
es: Buscar agentes
fr: Rechercher des agents
it: Cerca agenti
pt: Pesquisar agentes

source: Search apps
es: Buscar apps
fr: Rechercher des applications
it: Cerca app
pt: Pesquisar aplicativos

source: Search branches
es: Buscar ramas
fr: Rechercher des branches
it: Cerca branch
pt: Pesquisar ramos

source: Search code fonts
es: Buscar fuentes de codigo
fr: Rechercher des polices de code
it: Cerca font per il codice
pt: Pesquisar fontes de código

source: Search languages
es: Buscar idiomas
fr: Rechercher des langues
it: Cerca lingue
pt: Pesquisar idiomas

source: Search models
es: Buscar modelos
fr: Rechercher des modèles
it: Cerca modelli
pt: Pesquisar modelos

source: Search reasoning
es: Buscar razonamiento
fr: Rechercher le raisonnement
it: Cerca ragionamento
pt: Pesquisar raciocínio

source: Search UI fonts
es: Buscar fuentes de interfaz
fr: Rechercher des polices d'interface
it: Cerca font interfaccia
pt: Pesquisar fontes de interface

source: Select all that apply
es: Selecciona todas las que correspondan
fr: Sélectionnez tout ce qui s'applique
it: Seleziona tutto ciò che si applica
pt: Selecione todos os que se aplicam

source: Select model
es: Seleccionar modelo
fr: Sélectionner un modèle
it: Seleziona modello
pt: Selecionar modelo

source: Send answer
es: Enviar respuesta
fr: Envoyer la réponse
it: Invia risposta
pt: Enviar resposta

source: Send messages with
es: Enviar mensajes con
fr: Envoyer des messages avec
it: Invia messaggi con
pt: Enviar mensagens com

source: Send once done
es: Enviar al terminar
fr: Envoyer une fois terminé
it: Invia una volta terminato
pt: Enviar quando pronto

source: Session autonomy
es: Autonomia de la sesion
fr: Autonomie de session
it: Autonomia sessione
pt: Autonomia da sessão

source: Session stats
es: Estadisticas de la sesion
fr: Statistiques de session
it: Statistiche sessione
pt: Estatísticas da sessão

source: Session Stats
es: Estadisticas de la sesion
fr: Statistiques de session
it: Statistiche sessione
pt: Estatísticas da sessão

source: Session stats unavailable
es: Estadisticas de la sesion no disponibles
fr: Statistiques de session indisponibles
it: Statistiche sessione non disponibili
pt: Estatísticas da sessão indisponíveis

source: Set Reasoning
es: Configurar razonamiento
fr: Définir le raisonnement
it: Imposta ragionamento
pt: Definir raciocínio

source: Set the current reasoning level, like low, medium, or high.
es: Define el nivel de razonamiento actual, como bajo, medio o alto.
fr: Définissez le niveau de raisonnement actuel, comme faible, moyen ou élevé.
it: Imposta il livello di ragionamento corrente, ad esempio basso, medio o alto.
pt: Defina o nível atual de raciocínio, como baixo, médio ou alto.

source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

source: Show a macOS notification after a response completes while the app is unfocused.
es: Muestra una notificacion de macOS cuando una respuesta termina mientras la app no esta enfocada.
fr: Afficher une notification macOS après qu'une réponse se termine pendant que l'application est en arrière-plan.
it: Mostra una notifica macOS quando una risposta termina mentre l'app non è focalizzata.
pt: Exiba uma notificação do macOS após uma resposta terminar enquanto o app estiver sem foco.

source: Show a macOS notification when a permission request or question is waiting for you while NeoCode is unfocused.
es: Muestra una notificacion de macOS cuando una solicitud de permiso o pregunta te esta esperando mientras NeoCode no esta enfocado.
fr: Afficher une notification macOS lorsqu'une demande d'autorisation ou une question vous attend pendant que NeoCode est en arrière-plan.
it: Mostra una notifica macOS quando una richiesta di permesso o una domanda ti aspetta mentre NeoCode non è focalizzato.
pt: Mostre uma notificação do macOS quando uma solicitação de permissão ou pergunta estiver esperando por você enquanto o NeoCode estiver sem foco.

source: Slash Commands
es: Comandos slash
fr: Commandes Slash
it: Comandi slash
pt: Comandos de barra

source: Spanish
es: Espanol
fr: Espagnol
it: Spagnolo
pt: Espanhol

source: Sparkle delivery
es: Actualizaciones con Sparkle
fr: Livraison Sparkle
it: Consegna Sparkle
pt: Entrega Sparkle

source: Sparkle finished downloading version %@ and is unpacking it for installation.
es: Sparkle terminó de descargar la versión %@ y la está preparando para su instalación.
fr: Sparkle a terminé de télécharger la version %@ et la prépare pour l'installation.
it: Sparkle ha finito di scaricare la versione %@ e la sta preparando per l'installazione.
pt: O Sparkle terminou de baixar a versão %@ e está preparando-a para instalação.

source: Sparkle is installing version %@. NeoCode may relaunch automatically when the process completes.
es: Sparkle está instalando la versión %@. NeoCode puede reiniciarse automáticamente cuando termine el proceso.
fr: Sparkle installe la version %@. NeoCode peut redémarrer automatiquement à la fin du processus.
it: Sparkle sta installando la versione %@. NeoCode potrebbe riavviarsi automaticamente al termine del processo.
pt: O Sparkle está instalando a versão %@. O NeoCode pode reiniciar automaticamente quando o processo terminar.

source: Start by describing a task, asking a question, or pasting in code. Your first message will kick off the session.
es: Empieza describiendo una tarea, haciendo una pregunta o pegando codigo. Tu primer mensaje iniciara la sesion.
fr: Commencez par décrire une tâche, poser une question ou coller du code. Votre premier message lancera la session.
it: Inizia descrivendo un'attività, ponendo una domanda o incollando del codice. Il tuo primo messaggio avvierà la sessione.
pt: Comece descrevendo uma tarefa, fazendo uma pergunta ou colando código. Sua primeira mensagem iniciará a sessão.

source: Start on the dashboard or restore the last workspace you were actively using.
es: Inicia en el panel o restaura el ultimo espacio de trabajo que estabas usando activamente.
fr: Commencez sur le tableau de bord ou restaurez le dernier espace de travail que vous utilisiez activement.
it: Inizia dalla dashboard o ripristina l'ultimo spazio di lavoro che stavi usando attivamente.
pt: Comece pelo painel ou restaure o último espaço de trabalho que você estava usando ativamente.

source: Startup & workspace
es: Inicio y espacio de trabajo
fr: Démarrage et espace de travail
it: Avvio e spazio di lavoro
pt: Inicialização e espaço de trabalho

source: Startup, composer, autonomy, and notifications.
es: Inicio, compositor, autonomia y notificaciones.
fr: Démarrage, compositeur, autonomie et notifications.
it: Avvio, compositore, autonomia e notifiche.
pt: Inicialização, compositor, autonomia e notificações.

source: Stats will appear after the session records assistant usage.
es: Las estadisticas apareceran despues de que la sesion registre uso del asistente.
fr: Les statistiques apparaîtront après que la session ait enregistré l'utilisation de l'assistant.
it: Le statistiche appariranno dopo che la sessione avrà registrato l'utilizzo dell'assistente.
pt: As estatísticas aparecerão depois que a sessão registrar o uso do assistente.

source: Status
es: Estado
fr: Statut
it: Stato

source: Submit answers
es: Enviar respuestas
fr: Envoyer les réponses
it: Invia risposte
pt: Enviar respostas

source: Summarize the current session to reduce context size.
es: Resume la sesion actual para reducir el tamano del contexto.
fr: Résumez la session en cours pour réduire la taille du contexte.
it: Riepiloga la sessione corrente per ridurre la dimensione del contesto.
pt: Resuma a sessão atual para reduzir o tamanho do contexto.

source: Switching
es: Cambiando
fr: Changement
it: Cambio
pt: Alternando

source: Syncing threads
es: Sincronizando hilos
fr: Synchronisation des conversations
it: Sincronizzazione conversazioni
pt: Sincronizando conversas

source: Syncing threads...
es: Sincronizando hilos...
fr: Synchronisation des conversations...
it: Sincronizzazione conversazioni...
pt: Sincronizando conversas...

source: System
es: Sistema
fr: Système
it: Sistema
pt: Sistema
